export default {
  nav: {
    menu: 'МЕНИ',
    reservations: 'РЕЗЕРВАЦИЈЕ',
    press: 'ШТАМПА',
  },
  address: {
    address: 'Таковска 45а, Београд 11060, Србија',
  },
  heading: {
    restaurant: 'сезонски ресторан и бар у Београду',
  },
  main: {
    message:
      'Ми смо необистро који се налази близу Ботаничке баште у Београду. Под вођством шефа Ивана Анкудинова, фокусирамо се на кување са сезонским састојцима и често освежавамо наш мени. Сарађујемо са локалним винаријама, произвођачима крафт пива и пржионицама кафе. Верујемо да је припремање укусних свакодневних јела забавно.',
    line_1: 'Ми смо необистро који се налази близу Ботаничке баште у Београду.',
    line_2:
      'Под вођством шефа Ивана Анкудинова, фокусирамо се на кување са сезонским састојцима и често освежавамо наш мени.',
    line_3: 'Сарађујемо са локалним винаријама, произвођачима крафт пива и пржионицама кафе.',
    line_4: 'Верујемо да је припремање укусних свакодневних јела забавно.',
  },
  copyright: {
    rights: '© 2025 Сва права задржана',
  },
  press: {
    about: 'штампа о нама',
    wannabe:
      '„Geum Bistro је у потпуности посвећен припреми маштовитих јела од локалних и сезонских производа“',
    buro: '„Добра понуда вина и богат вински мени су само још један плус“',
    cafebar: '„Geum Bistro нуди гостима сезонски мени и концепт усмерен ка природи“',
    mapamag: '„Овде је све добро“ ',
    read: 'ПРОЧИТАЈ',
  },
  menu: {
    menu_morning: 'мени',
    morning: 'Jутро',
    menu_evening: 'мени',
    evening: 'Вече',
    drinks: 'пића',
    bar: 'бар',
    wines: 'вина',
  },
}
